// General
"Chameleon_title" = "Chameleon Bootloader";
"Chameleon_description" = "Chameleon可能需要安装3个文件。 (in simple terms)
boot0 (在磁盘MBR) 用于载入boot1.
boot1 (在分区的引导区，即boot-sector)用于定位boot2.
boot2 (在分区根目录)用于载入内核及其他插件";

"Standard_title" = "标准安装";
"Standard_description" = "将Chameleon文件以boot0或boot0md方式安装到选定分区，可避免影响已有的windows引导。";

"EFI_title" = "EFI";
"EFI_description" = "将Chameleon文件以boot0或boot0md方式安装到隐藏的EFI分区，可避免免影响已有的windows引导。";

"noboot_title" = "不安装Bootloader";
"noboot_description" = "仅安装extra文件夹。";

// Modules

"Module_title" = "Chameleon 插件";
"Module_description" = "不替换主要的引导文件的前提下，插件系统配合chameleon可以为用户及开发者提供更多的内核功能。 ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "GraphicsEnabler ATI 代码 ( > r784) 接口插件。
This code has no support for 'legacy' ATI cards.该插件不支持“古老的”ATI显卡。
如果你的HD系列显卡在早先的代码中被支持却被本插件遗漏，请于http://forge.voodooprojects.org/p/chameleon/issues/指正，ATI代码的其他遗误同此处理。仅确认可驱动显卡被列入此代码。";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = " GraphicsEnabler ATI代码( < r784)接口插件。
支持“古老的”显卡…
基于Meklort的工作";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "完美驱动一些Intel显卡，移动版为主。你们苦出头了。";

"klibc_title" = "klibc";
"klibc_description" = "该插件用于提供标准c运行库给他插件调用，以备chameleon库的不足。
目前仅被uClibc++ library使用。
源代码: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "分辨率";
"AutoReso_description" = "此插件读取住显示器屏幕的EDID信息。
按现在的情况，本插件目前不被内置到分支版，并限制其使用。
此外，这个插件会修正早期Intel HD显卡的VESA模式，在引导时即提供正确的分辨率。";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "GraphicsEnabler nVidia 代码接口插件。
如果你的显卡可以支持，却被此代码遗漏，请于http://forge.voodooprojects.org/p/chameleon/issues/指正。仅确认可驱动显卡被列入此代码。";

"uClibc_title" = "uClibc++";
"uClibc_description" = "This module provides a minimalistic c++ runtime library for use in other modules.该插件用于提供一个极简的c++运行库给他插件调用。
插件本身不产生作用，而是令其他插件可以使用c++语言。
请注意rtti和例外都已禁用。
源代码: http://cxx.uclibc.org/
依存: klibc";

"Keylayout_title" = "键盘布局";
"Keylayout_description" = "此插件允许用户定义键盘按键映射。";

// Utility
"Utility_title" = "实用工具";
"Utility_description" = "可选，设定帮助文件";

"PrefPanel_title" = "系统偏好设置";
"PrefPanel_description" = "安装Chameleon的偏好设置面板。";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "在/Extra/Configuration拷贝一份smbios.plist示例。";

"Documentation_title" = "文档";
"Documentation_description" = "手动安装和设定Chameleon说明文档。";

// Options
"Options_title" = "引导选项";
"Options_description" = "创建一个/Extra/org.chameleon.Boot.plist并勾选所需CHameleon控制选项。";

"arch_title" = "arch=i386";
"arch_description" = "内核以32位模式引导，而非默认的64位模式。";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "手动选择启动分区，而非倒计时画面。";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "启用安静默启动模式（没有信息或提示符）。";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "禁用自动重启动修复。";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "禁用现实分区和分辨率详细信息。";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "忽略主板内建的SSDT表。";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "给你的以太网设备加入‘内建’选项"。;

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "启用自动识别NVIDIA GPU并注入正确信息的选项。";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "启用特定处理器的C2功耗模式。";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "启用特定处理器的C3功耗模式。";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "启用特定处理器的C4功耗模式。";

"SkipFTFix_title" = "SkipFTFix=Yes";
"SkipFTFix_description" = "用于暂时解决RAID引导的问题。";

// Advanced
"Advanced_title" = "高级";
"Advanced_description" = "勾选你需要的Chameleon控制选项。";

"Npci_title" = "npci=0x2000";
"Npci_description" = "在kernel flag中设定flag npci=0x2000。";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "隐藏Chameleon GUI的引导输入框。";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "引导画面使用传统的Apple Logo（灰白两色）而非主题中的boot.png。";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "启用默认SMBIOS设定。";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "启用UseAtiROM选项。";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "启用UseNvidiaROM选项。";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Chameleon完成设定后暂停引导进程，按任意键才载入mach_kernel。结合-v模式启动排错时有用。";

"Wake_title" = "Wake=Yes";
"Wake_description" = "尝试载入最后一次休眠时保存的睡眠镜像。";

"GUI_title" = "GUI=No";
"GUI_description" = "禁用默认启用的图形用户界面。";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "启用VBIOS选项";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "启用自动生成处理器空闲休眠状态(C-States)。";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "启用自动生成处理器功耗状态(P-States)。";

"CSTUsingSystemIO_title" = "New - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "新的C-States _CST生成方法，利用SystemIO注册项而非FixedHW。";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "启用Intel芯片组的HPET功能，如果主板BIOS没有HPET选项。";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "此选项可以让你避开损坏的睡眠镜像。";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "修复任何不良BIOS造成EHCI继承性问题。";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "启动OS X前重置UHCI控制器。";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "禁用自动内存识别。";

"UseKernelCache_title" = "UseKernelCache=Yes";
"UseKernelCache_description" = "选yes将载入预链接内核并忽略/Extra/Extensions和/System/Library/Extensions还有Extensions.mkext。
默认为No，除非你在RAID分区上使用Lion。";

// KeyLayout
"KeyLayout_title" = "键盘布局";
"KeyLayout_description" = "设定键盘布局";

"mac-de_title" = "德语Mac键盘";
"mac-de_description" = "使用德语Mac键盘布局";

"mac-es_title" = "西班牙语Mac键盘";
"mac-es_description" = "使用西班牙语Mac键盘布局";

"mac-fr_title" = "法语Mac键盘";
"mac-fr_description" = "使用法语Mac键盘布局";

"mac-it_title" = "意大利语Mac键盘";
"mac-it_description" = "使用意大利语Mac键盘布局";

"mac-se_title" = "瑞典语Mac键盘";
"mac-se_description" = "使用瑞典语Mac键盘布局";

"pc-fr_title" = "法语PC键盘";
"pc-fr_description" = "使用法语PC键盘布局";

// Resolution
"Resolution_title" = "分辨率";
"Resolution_description" = "设置显示器分辨率";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x768x32_title" = "1280x768x32";
"1280x768x32_description" = "1280x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "主题";
"Themes_description" = "一些示例主题的选集。更多主题可以在http://forum.voodooprojects.org/index.php/board,7.0.html找到。";

"Embed_title" = "Embed";
"Embed_description" = "更小一些的新默认主题，编译含内嵌主题的Chameleon所需。";

"Legacy_title" = "传统";
"Legacy_description" = "Chameleon提供的默认主题。";

"Default_title" = "标准";
"Default_description" = "Chameleon新的默认主题。";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "有用附加项目的选集。";

"SMBios_title" = "SMBIOS替代";
"SMBios_description" = "在Extra中安装smbios.plist替代的默认SMBIOS。";

// Error strings
"ERROR_BOOTVOL" = "本软件必须安装在启动卷宗。";
"ERROR_INSTALL" = "这个卷宗没有达到更新所需要求。";

"Newer_Package_Installed_message" = "一个更新版的Chameleon已经安装了。";
"Intel_Mac_message" = "此软件无法安装在这台电脑上。";
